Repository: GetPiotrekt/GoGymSimple
Catalog: lib/l10n/app_*.arb
Languages: de, es_co, it, nl, pl

# addUserAndGym_workoutGlobalNote
source: Add a general note for the selected user and gym – e.g., preferred machines, settings, technique tips, etc.
de: Füge eine allgemeine Notiz für die Übung hinzu – z. B. Geräteeinstellung, Griffart, technische Hinweise usw.
es_co: Agrega una nota general para el ejercicio {exerciseName}, por ejemplo: configuración de la máquina, tipo de agarre, consejos técnicos, etc.
it: Aggiungi una nota generale per l'esercizio – ad es. impostazioni della macchina, tipo di presa, consigli tecnici, ecc.
nl: Voeg een algemene notitie toe voor de geselecteerde gebruiker en sportschool – bijvoorbeeld favoriete apparaten, instellingen of techniektips.
pl: Dodaj ogólną notatkę dla danego uzytkownika i siłowni – np. ustawienie maszyny, typ uchwytu, zalecenia techniczne, itp.

# resultsExpansion_lastNoteDate
source: Last note: {date}
de: Letzte Notiz: {date}
es_co: Última nota: {date}
it: Ultima nota: {date}
nl: Laatste notitie: {date}
pl: Ostatnia notatka: {date}

# resultsExpansion_quickValue
source: Set Quick Value
de: Schnellen Wert setzen
es_co: Establecer valor rápido
it: Imposta valore rapido
nl: Stel snelle waarde in
pl: Ustaw szybką wartość

# resultsExpansion_quickValueSet
source: e.g., training goal or best set
de: z. B. Trainingsziel oder bester Set
es_co: Introduce texto o número
it: es. obiettivo dell'allenamento o la migliore serie
nl: bijv. trainingsdoel of beste set
pl: np. cel treningu lub najlepsza seria

# resultsExpansion_deleteWorkoutConfirmation
source: Are you sure you want to delete this section along with all its results?
de: Möchtest du diesen Abschnitt zusammen mit allen Ergebnissen wirklich löschen?
es_co: ¿Seguro que quieres eliminar esta sección junto con todos sus resultados?
it: Sei sicuro di voler eliminare questa sezione con tutti i suoi risultati?
nl: Weet je zeker dat je deze sectie en alle resultaten wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę sekcję wraz ze wszystkimi jej wynikami?

# notes_title
source: Workouts
de: Trainingsnotizen
es_co: Notas de Entrenamiento
it: Appunti allenamento
nl: Trainingsnotities
pl: Treningi

# notes_addNote
source: + Add Note
de: + Notiz hinzufügen
es_co: + Añadir nota
it: + Aggiungi nota
nl: + Voeg notitie toe
pl: + Dodaj notatkę

# notes_cancel
source: Cancel
de: Abbrechen
es_co: Cancelar
it: Annulla
nl: Annuleer
pl: Anuluj

# notes_hint
source: Type your note...
de: Gib deine Notiz ein...
es_co: Escribe tu nota...
it: Scrivi la tua nota...
nl: Typ je notitie...
pl: Wpisz swoją notatkę...

# notes_saveNote
source: Save Note
de: Notiz speichern
es_co: Guardar nota
it: Salva nota
nl: Notitie opslaan
pl: Zapisz notatkę

# notes_updateNote
source: Update Note
de: Notiz aktualisieren
es_co: Actualizar nota
it: Aggiorna nota
nl: Notitie bijwerken
pl: Zaktualizuj notatkę

# notes_empty
source: No notes available
de: Keine verfügbaren Notizen
es_co: No hay notas disponibles
it: Nessuna nota disponibile
nl: Geen beschikbare notities
pl: Brak dostępnych notatek

# notes_emptyNote
source: No note
de: Keine Notiz
es_co: Sin nota
it: Nessuna nota
nl: Geen notitie
pl: Brak notatki

# notes_deleteNoteTitle
source: Delete Note
de: Notiz löschen
es_co: Eliminar nota
it: Elimina nota
nl: Verwijder notitie
pl: Usuń notatkę

# notes_deleteNoteConfirm
source: Are you sure you want to delete this note?
de: Möchtest du diese Notiz wirklich löschen?
es_co: ¿Seguro que quieres eliminar esta nota?
it: Sei sicuro di voler eliminare questa nota?
nl: Weet je zeker dat je deze notitie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę notatkę?

# notes_copy
source: Copy Note
de: Notiz kopieren
es_co: Copiar nota
it: Copia nota
nl: Kopieer notitie
pl: Skopiuj notatkę

# notes_copied
source: Note copied to clipboard
de: Notiz in die Zwischenablage kopiert
es_co: Nota copiada al portapapeles
it: Nota copiata negli appunti
nl: Notitie gekopieerd naar klembord
pl: Notatka skopiowana do schowka

# globalNote_title
source: Global Note
de: Globale Notiz
es_co: Nota global
it: Nota globale
nl: Globale notitie
pl: Notatka globalna

# globalNote_empty
source: No note
de: Keine Notiz...
es_co: Sin nota...
it: Nessuna nota...
nl: Geen notitie...
pl: Brak notatki

# globalNote_hint
source: Set a global note for this exercise
de: Notiz eingeben
es_co: Introduce una nota
it: Inserisci nota
nl: Stel een globale notitie in voor deze oefening
pl: Ustaw notatkę globalną dla tego ćwiczenia

# notificationScreen_title
source: Notifications
de: Benachrichtigungen
es_co: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# notificationScreen_permissionTooltip
source: Tap to enable notification editing
de: Klicken Sie hier, um bearbeitbare Benachrichtigungen zu aktivieren
es_co: Solicitar permisos para notificaciones
it: Clicca qui per abilitare le notifiche modificabili
nl: Klik hier om bewerkbare meldingen in te schakelen
pl: Kliknij, aby włączyć możliwość edytowania powiadomień

# notificationList_title
source: Saved Notifications:
de: Gespeicherte Benachrichtigungen:
es_co: Notificaciones guardadas:
it: Notifiche salvate:
nl: Opgeslagen meldingen:
pl: Zapisane powiadomienia:

# notificationList_empty
source: No saved notifications.
de: Keine gespeicherten Benachrichtigungen.
es_co: No hay notificaciones guardadas.
it: Nessuna notifica salvata.
nl: Geen opgeslagen meldingen.
pl: Brak zapisanych powiadomień.

# notificationList_hour
source: Time: {time}
de: Uhrzeit: {time}
es_co: Hora: {time}
it: Ora: {time}
nl: Tijd: {time}
pl: Godzina: {time}

# notificationList_daily
source: Every Day
de: Täglich
es_co: Diariamente
it: Ogni giorno
nl: Dagelijks
pl: Codziennie

# notificationList_interval
source: Every {days} Days
de: Alle {days} Tage
es_co: Cada {days} días
it: Ogni {days} giorni
nl: Elke {days} dagen
pl: Co {days} dni

# notificationList_weekly_none
source: No days selected
de: Keine Tage
es_co: Sin días
it: Nessun giorno
nl: Geen dagen
pl: Brak wybranych dni

# notificationList_type_training
source: Workout
de: Training
es_co: Entrenamiento
it: Allenamento
nl: Training
pl: Trening

# notificationList_type_weight
source: Weight
de: Gewicht
es_co: Peso
it: Peso
nl: Gewicht
pl: Waga

# notificationList_type_measurement
source: Measurement
de: Messung
es_co: Medición
it: Misura
nl: Meting
pl: Pomiar

# notificationList_type_custom
source: Custom
de: Benutzerdefiniert
es_co: Personalizado
it: Personalizzato
nl: Aangepast
pl: Własne

# notificationList_confirm_title
source: Confirm
de: Bestätigung
es_co: Confirmación
it: Conferma
nl: Bevestiging
pl: Potwierdzenie

# notificationList_confirm_content
source: Are you sure you want to delete this notification?
de: Möchtest du diese Benachrichtigung wirklich löschen?
es_co: ¿Seguro que quieres eliminar esta notificación?
it: Sei sicuro di voler eliminare questa notifica?
nl: Weet je zeker dat je deze melding wilt verwijderen?
pl: Czy na pewno chcesz usunąć to powiadomienie?

# notificationList_deleteAll
source: Delete All
de: Alle löschen
it: Elimina tutte
nl: Verwijder alles
pl: Usuń wszystkie

# notificationList_confirmAll_title
source: Delete All Notifications?
de: Alle Benachrichtigungen löschen?
it: Eliminare tutte le notifiche?
nl: Alle meldingen verwijderen?
pl: Usunąć wszystkie powiadomienia?

# notificationList_confirmAll_content
source: Are you sure you want to delete all saved notifications?
de: Möchtest du wirklich alle gespeicherten Benachrichtigungen löschen?
it: Sei sicuro di voler eliminare tutte le notifiche salvate?
nl: Weet je zeker dat je alle opgeslagen meldingen wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie zapisane powiadomienia?

# notificationForm_titleLabel
source: Notification Title:
de: Benachrichtigungstitel:
es_co: Título de la notificación:
it: Titolo della notifica:
nl: Meldingstitel:
pl: Tytuł powiadomienia:

# notificationForm_titleHint
source: Enter notification title...
de: Gib einen eigenen Benachrichtigungstitel ein...
es_co: Escribe un título personalizado para la notificación...
it: Inserisci il titolo della notifica...
nl: Typ een eigen meldingstitel...
pl: Wpisz tytuł powiadomienia...

# notificationForm_messageLabel
source: Notification Message:
de: Benachrichtigungstext:
es_co: Contenido de la notificación:
it: Contenuto della notifica:
nl: Meldingstekst:
pl: Treść powiadomienia:

# notificationForm_messageHint
source: Enter your custom message...
de: Gib einen eigenen Benachrichtigungstext ein...
es_co: Escribe el contenido personalizado de la notificación...
it: Inserisci il contenuto della notifica...
nl: Typ een eigen meldingstekst...
pl: Wpisz własną treść powiadomienia...

# notificationForm_addNotification
source: Add Notification
de: Benachrichtigung hinzufügen
es_co: Añadir notificación
it: Aggiungi notifica
nl: Voeg melding toe
pl: Dodaj powiadomienie

# notificationForm_added
source: Notification added!
de: Benachrichtigung hinzugefügt!
es_co: ¡Notificación añadida!
it: Notifica aggiunta!
nl: Melding toegevoegd!
pl: Powiadomienie zostało dodane!

# notificationForm_typeLabel
source: Reminder:
de: Erinnerung:
es_co: Tipo de recordatorio:
it: Promemoria:
nl: Herinnering:
pl: Przypomnienie:

# notificationForm_typeTraining
source: Workout
de: Zum Training
es_co: Sobre el entrenamiento
it: Allenamento
nl: Over training
pl: O treningu

# notificationForm_typeWeight
source: Weight Check
de: Zur Gewichtsmessung
es_co: Sobre la medición de peso
it: Misurazione peso
nl: Over gewicht meten
pl: O ważeniu

# notificationForm_typeMeasurement
source: Measurements
de: Zur Körpermessung
es_co: Sobre la medición corporal
it: Misurazione corpo
nl: Over lichaamsmeting
pl: O pomiarach

# notificationForm_typeCustom
source: Custom
de: Benutzerdefiniert
es_co: Personalizado
it: Personalizzato
nl: Aangepast
pl: Własne

# notificationForm_modeLabel
source: Frequency:
de: Zeitplan:
es_co: Modo de notificación:
it: Programma:
nl: Schema:
pl: Częstotliwość:

# notificationForm_modeDaily
source: Every Day
de: Täglich
es_co: Diariamente
it: Ogni giorno
nl: Dagelijks
pl: Codziennie

# notificationForm_modeInterval
source: Every X Days
de: Alle X Tage
es_co: Cada X días
it: Ogni X giorni
nl: Elke X dagen
pl: Co X dni

# notificationForm_modeWeekly
source: Selected Days of the Week
de: Ausgewählte Wochentage
es_co: Días seleccionados de la semana
it: Giorni della settimana selezionati
nl: Geselecteerde weekdagen
pl: Wybrane dni tygodnia

# notificationForm_intervalPrefix
source: Every
de: Alle
es_co: Cada
it: Ogni
nl: Elke
pl: Co

# notificationForm_intervalSuffix
source: days
de: T.
es_co: d.
it: gg
nl: d.
pl: d.

# notificationForm_weekdayMon
source: Mon
de: Mo
es_co: Lun
it: Lun
nl: Ma
pl: Pn

# notificationForm_weekdayTue
source: Tue
de: Di
es_co: Mar
it: Mar
nl: Di
pl: Wt

# notificationForm_weekdayWed
source: Wed
de: Mi
es_co: Mié
it: Mer
nl: Wo
pl: Śr

# notificationForm_weekdayThu
source: Thu
de: Do
es_co: Jue
it: Gio
nl: Do
pl: Cz

# notificationForm_weekdayFri
source: Fri
de: Fr
es_co: Vie
it: Ven
nl: Vr
pl: Pt

# notificationForm_weekdaySat
source: Sat
de: Sa
es_co: Sáb
it: Sab
nl: Za
pl: Sb

# notificationForm_weekdaySun
source: Sun
de: So
es_co: Dom
it: Dom
nl: Zo
pl: Nd

# notificationForm_defaultTitleTraining
source: Time to Work Out!
de: Zeit fürs Training!
es_co: ¡Hora de entrenar!
it: È ora di allenarsi!
nl: Tijd om te trainen!
pl: Czas na trening!

# notificationForm_defaultMessageTraining
source: Don't forget your workout today.
de: Vergiss deine körperliche Aktivität nicht.
es_co: No olvides tu actividad física.
it: Non dimenticare la tua attività fisica.
nl: Vergeet je fysieke activiteit niet.
pl: Nie zapomnij o swojej aktywności fizycznej.

# notificationForm_defaultTitleWeight
source: Check Your Weight
de: Gewicht überprüfen
es_co: Revisa tu peso
it: Controlla il peso
nl: Weeg jezelf
pl: Sprawdź swoją wagę

# notificationForm_defaultMessageWeight
source: Time to weigh in. Log your results in the app.
de: Erinnerung an die Gewichtsmessung. Speichere dein Ergebnis in der App.
es_co: Recordatorio para pesarte. Registra tu resultado en la aplicación.
it: Promemoria per la pesatura. Registra il risultato nell'app.
nl: Herinnering om je gewicht te meten. Noteer het resultaat in de app.
pl: Przypomnienie o ważeniu. Zapisz wynik w aplikacji.

# notificationForm_defaultTitleMeasurement
source: Take Your Measurements
de: Maß nehmen
es_co: Haz tus mediciones
it: Fai le misurazioni
nl: Doe metingen
pl: Zrób pomiary

# notificationForm_defaultMessageMeasurement
source: It's time for a body check. Track your progress!
de: Zeit für die Körpermessung. Verfolge deine Fortschritte!
es_co: Es hora de medir tu cuerpo. ¡Sigue tus progresos!
it: È ora di misurare il corpo. Monitora i tuoi progressi!
nl: Tijd voor lichaamsmetingen. Volg je voortgang!
pl: Czas na pomiar ciała. Śledź swoje postępy!

# notificationForm_testNotification
source: Test Notification
de: Benachrichtigung testen
it: Testa notifica
nl: Notificatie testen
pl: Przetestuj powiadomienie

# timePicker_label
source: Time
de: Uhrzeit
es_co: Hora
it: Ora
nl: Tijd
pl: Godzina

# watchAds_title
source: Watch Ads to Support Us
de: Schau Werbung, um uns zu unterstützen
es_co: Mira anuncios para apoyarnos
it: Guarda pubblicità per supportarci
nl: Bekijk advertenties om ons te steunen
pl: Obejrzyj reklamy, aby nas wesprzeć

# watchAds_description
source: Watch a short video ad to support us without spending a dime.
de: Sieh dir ein kurzes Video an, um uns zu unterstützen, ohne Geld auszugeben
es_co: Mira un breve anuncio en vídeo para apoyarnos sin gastar dinero
it: Guarda un breve video pubblicitario per supportarci senza spendere soldi
nl: Bekijk een korte video-advertentie om ons te steunen zonder geld uit te geven
pl: Obejrzyj krótką reklamę wideo i wesprzyj nas bez wydawania pieniędzy

# watchAds_button
source: Watch Ad
de: Werbung ansehen
es_co: Ver anuncio
it: Guarda pubblicità
nl: Bekijk advertentie
pl: Obejrzyj reklamę

# watchAds_counter
source: Ads watched:
de: Angesehene Werbungen:
es_co: Anuncios vistos:
it: Pubblicità viste:
nl: Bekeken advertenties:
pl: Obejrzane reklamy:

# watchAds_error
source: Thanks for your support! Unfortunately, the ad failed to load.
de: Vielen Dank für Ihre Unterstützung! Leider konnte die Anzeige nicht geladen werden
it: Grazie per il tuo supporto! Sfortunatamente, l'annuncio non è stato caricato
nl: Bedankt voor je steun! Helaas kon de advertentie niet worden geladen
pl: Dziękujemy za wsparcie! Niestety nie udało się załadować reklamy.

# watchAds_done
source: Congratulations! You’ve reached today’s limit. It will reset tomorrow.
nl: Gefeliciteerd! Je hebt de limiet voor vandaag bereikt. Deze wordt morgen gereset.
pl: Gratulacje! Dotarłeś do dzisiejszego limitu. Limit odnowi się jutro.

# watchAds_hide
source: Show ad button in training section
nl: Toon advertentieknop in trainingssectie
pl: Pokaż przycisk reklamy w sekcji treningowej

# shareApp_title
source: Recommend
de: App teilen
es_co: Comparte la aplicación
it: Condividi l'app
nl: Deel de app
pl: Poleć GoGymSimple

# shareApp_inviteTitle
source: Share the app with friends and family!
de: Teile die App mit Freunden und Familie!
es_co: ¡Comparte la aplicación con amigos y familia!
it: Condividi l'app con amici e famiglia!
nl: Deel de app met vrienden en familie!
pl: Udostępnij aplikację znajomym i rodzinie!

# shareApp_inviteSubtitle
source: Help us grow the community — share the app with people who might find it useful.
de: Hilf uns, die Community zu vergrößern, indem du die App mit Personen teilst, die sie nützlich finden könnten.
es_co: Ayúdanos a crecer la comunidad compartiendo la aplicación con personas que puedan encontrarla útil.
it: Aiutaci a far crescere la comunità condividendo l'app con chi potrebbe trovarla utile.
nl: Help ons de community te laten groeien door de app te delen met mensen die het nuttig kunnen vinden.
pl: Pomóż nam rozwinąć społeczność – podziel się aplikacją z osobami, którym może się przydać.

# shareApp_shareButton
source: Share via...
de: Teilen über...
es_co: Compartir vía...
it: Condividi tramite...
nl: Delen via...
pl: Udostępnij przez...

# shareApp_linkCopied
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
es_co: Enlace copiado al portapapeles
it: Link copiato negli appunti
nl: Link gekopieerd naar klembord
pl: Link został skopiowany do schowka

# shareApp_shareText
source: Check out this app:
de: Schau dir diese App an:
es_co: Mira esta aplicación:
it: Dai un'occhiata a questa app:
nl: Bekijk deze app:
pl: Sprawdź tę aplikację:

# shareApp_ratingTitle
source: Love GoGymSimple?
de: Gefällt dir GoGymSimple?
es_co: ¿Te gusta GoGymSimple?
it: Ti piace GoGymSimple?
nl: Vind je GoGymSimple leuk?
pl: Podoba Ci się GoGymSimple?

# shareApp_ratingSubtitle
source: Rate us! Your feedback helps others discover the app.
de: Möchtest du GoGymSimple bewerten? Dein Feedback hilft anderen, die App zu entdecken.
es_co: ¿Te gustaría calificar GoGymSimple? Tu opinión ayuda a otros a descubrir la app.
it: Ti andrebbe di valutare GoGymSimple? La tua opinione aiuta altri a scoprire l’app.
nl: Wil je GoGymSimple beoordelen? Jouw mening helpt anderen om de app te ontdekken.
pl: Oceń nas! Twoja opinia pomoże innym odkryć aplikację.

# shareApp_ratingYes
source: You bet!
de: Klar!
es_co: ¡Claro!
it: Certo!
nl: Zeker!
pl: Jasne!

# donate_title
source: Support Us
de: Unterstütze uns
es_co: Apóyanos
it: Sostienici
nl: Steun Ons
pl: Wesprzyj Nas

# donateSections_whyTitle
source: Why Support Us?
de: Warum uns unterstützen?
es_co: ¿Por qué apoyarnos?
it: Perché sostenerci?
nl: Waarom ons steunen?
pl: Dlaczego warto nas wspierać?

# donateSections_whyDesc
source: Your donations help us keep this project going. All contributions are voluntary and don’t unlock any extra features.
de: Deine Spenden helfen uns, dieses Projekt zu erhalten und weiterzuentwickeln. Alle Zahlungen sind freiwillig und schalten keine speziellen Funktionen oder Inhalte frei.
es_co: Tus donaciones nos ayudan a mantener y desarrollar este proyecto. Todos los pagos son voluntarios y no desbloquean funciones o contenidos especiales.
it: Le tue donazioni ci aiutano a mantenere e sviluppare questo progetto. Tutti i contributi sono volontari e non sbloccano funzioni o contenuti speciali.
nl: Jouw donaties helpen ons dit project te onderhouden en te ontwikkelen. Alle bijdragen zijn vrijwillig en ontgrendelen geen speciale functies of content.
pl: Twoje darowizny pomagają nam rozwijać ten projekt. Wszystkie wpłaty są dobrowolne i nie odblokowują żadnych dodatkowych funkcji.

# donateSections_monthlyTitle
source: Monthly Support
de: Monatliches Abo
es_co: Suscripción mensual
it: Abbonamento mensile
nl: Maandelijkse abonnement
pl: Wsparcie miesięczne

# donateSections_monthlyDesc
source: Support us monthly with a recurring donation.
de: Unterstütze uns mit einer monatlichen Spende
es_co: Apóyanos con una donación mensual
it: Sostienici con una donazione mensile
nl: Steun ons met een maandelijkse donatie
pl: Wspieraj nas co miesiąc, przekazując darowiznę

# donateSections_monthlyButton
source: Support Monthly
de: Monatlich abonnieren
es_co: Suscribirse mensualmente
it: Abbonati mensilmente
nl: Abonneer maandelijks
pl: Wspieraj co miesiąc

# donateSections_oneTimeTitle
source: One-Time Donation
de: Einmalige Spende
es_co: Donación única
it: Donazione una tantum
nl: Eenmalige donatie
pl: Jednorazowa wpłata

# donateSections_oneTimeDesc
source: Make a one-time donation of any amount.
de: Leiste eine einmalige Zahlung in beliebiger Höhe
es_co: Realiza un pago único por la cantidad que elijas
it: Effettua una donazione una tantum dell'importo scelto
nl: Doe een eenmalige donatie naar keuze
pl: Przekaż jednorazową wpłatę w wybranej kwocie

# donateSections_oneTimeButton
source: Donate Once
de: Jetzt spenden
es_co: Pagar ahora
it: Dona ora
nl: Doneer nu
pl: Wpłać jednorazowo

# donateSections_voluntaryTitle
source: 100% Voluntary
de: 100% Freiwillig
es_co: 100% Voluntario
it: 100% Volontario
nl: 100% Vrijwillig
pl: 100% dobrowolnie

# donateSections_storeUnavailableMessage
source: Store is currently unavailable. Please check your internet connection.
de: Shop nicht verfügbar. Überprüfen Sie Ihre Internetverbindung
it: Negozio non disponibile. Controlla la connessione a Internet
nl: Winkel niet beschikbaar. Controleer je internetverbinding
pl: Sklep jest niedostępny. Sprawdź połączenie internetowe.

# donateSections_voluntaryDesc
source: Remember, all donations are completely voluntary. You won’t get any extra features — just our sincere thanks.
de: Bitte denk daran, dass alle Spenden vollkommen freiwillig sind. Du erhältst keine speziellen Funktionen oder Inhalte – nur unseren aufrichtigen Dank für deine Unterstützung des Projekts.
es_co: Recuerda que todas las donaciones son completamente voluntarias. No recibirás funciones ni contenidos especiales, solo nuestro sincero agradecimiento por apoyar el proyecto.
it: Ricorda che tutte le donazioni sono completamente volontarie. Non riceverai funzionalità o contenuti speciali, solo la nostra sincera gratitudine per il supporto al progetto.
nl: Onthoud dat alle donaties volledig vrijwillig zijn. Je krijgt geen speciale functies of content – alleen onze oprechte dank voor je steun aan het project.
pl: Pamiętaj, że wszystkie darowizny są całkowicie dobrowolne. Nie otrzymasz żadnych dodatkowych funkcji – tylko naszą szczerą wdzięczność.

# welcomeExerciseStep_favoriteExercises
source: Favorite Exercises
de: Lieblingsübungen
es_co: Ejercicios favoritos
it: Esercizi preferiti
nl: Favoriete oefeningen
pl: Ulubione ćwiczenia

# welcomeExerciseStep_selectFew
source: Pick a few exercises to get started
de: Wähle einige Übungen zum Starten aus
es_co: Selecciona algunos ejercicios para empezar
it: Seleziona alcuni esercizi per iniziare
nl: Kies een paar oefeningen om te beginnen
pl: Wybierz kilka ćwiczeń, żeby zacząć

# welcomeExerciseStep_addYourOwn
source: Add your own exercise
de: Füge eine eigene Übung hinzu
es_co: Añade tu propio ejercicio
it: Aggiungi un esercizio personale
nl: Voeg je eigen oefening toe
pl: Dodaj swoje ćwiczenie

# welcomeExerciseStep_exampleExercise
source: e.g., Bulgarian split squats
de: z.B. Bulgarische Kniebeugen
es_co: ej. Sentadillas búlgaras
it: es. Squat bulgaro
nl: bijv. Bulgaarse split squats
pl: np. bułgarskie przysiady

# welcomeExerciseStep_addButton
source: Add
de: Hinzufügen
es_co: Añadir
it: Aggiungi
nl: Toevoegen
pl: Dodaj

# welcomeExerciseStep_nextButton
source: Next
de: Weiter
es_co: Siguiente
it: Avanti
nl: Volgende
pl: Dalej

# welcomeGymLocationStep_workoutPreferences
source: Workout Preferences
de: Trainingspräferenzen
es_co: Preferencias de entrenamiento
it: Preferenze di allenamento
nl: Trainingsvoorkeuren
pl: Preferencje treningowe

# welcomeGymLocationStep_whereDoYouTrain
source: Where do you usually work out?
de: Wo trainierst du normalerweise?
es_co: ¿Dónde sueles entrenar?
it: Dove ti alleni di solito?
nl: Waar train je meestal?
pl: Gdzie najczęściej trenujesz?

# welcomeGymLocationStep_homeWorkout
source: At home
de: Training zu Hause
es_co: Entreno en casa
it: Allenamento a casa
nl: Thuis trainen
pl: W domu

# welcomeGymLocationStep_gym
source: At the gym
de: Fitnessstudio
es_co: Gimnasio
it: Palestra
nl: Sportschool
pl: Na siłowni

# welcomeGymLocationStep_gymNameLabel
source: Gym Name {index}
de: Name des Fitnessstudios {index}
es_co: Nombre del gimnasio {index}
it: Nome palestra {index}
nl: Naam sportschool {index}
pl: Nazwa siłowni {index}

# welcomeGymLocationStep_next
source: Next
de: Weiter
es_co: Siguiente
it: Avanti
nl: Volgende
pl: Dalej

# welcomeIntroSteps_welcomeTitle
source: Welcome to GoGymSimple
de: Willkommen bei GoGymSimple
es_co: Bienvenido a GoGymSimple
it: Benvenuto in GoGymSimple
nl: Welkom bij GoGymSimple
pl: Witamy w GoGymSimple
