Repository: GetPiotrekt/GoGymSimple
Catalog: lib/l10n/app_*.arb
Languages: de, es_co, it, nl, pl

# welcomeIntroSteps_welcomeSubtitle
source: Set up your profile and start your journey with the app
de: Richte dein Profil ein, um dein Abenteuer mit der App zu beginnen
es_co: Configura tu perfil para comenzar tu aventura con la aplicación
it: Imposta il tuo profilo per iniziare la tua esperienza con l'app
nl: Stel je profiel in om te beginnen met de app
pl: Ustaw swój profil i zacznij przygodę z aplikacją

# welcomeIntroSteps_getStartedButton
source: Let’s Get Started
de: Loslegen
es_co: Comenzar
it: Inizia
nl: Begin
pl: Zaczynamy

# welcomeIntroSteps_personalInfoTitle
source: Your Info
de: Persönliche Daten
es_co: Datos personales
it: Informazioni personali
nl: Persoonlijke gegevens
pl: Twoje dane

# welcomeIntroSteps_yourNameLabel
source: Name
de: Dein Name
es_co: Tu nombre
it: Il tuo nome
nl: Je naam
pl: Imię

# welcomeIntroSteps_nextButton
source: Next
de: Weiter
es_co: Siguiente
it: Avanti
nl: Volgende
pl: Dalej

# welcomeSettingStep_appSettings
source: App Settings
de: App-Einstellungen
es_co: Configuración de la aplicación
it: Impostazioni app
nl: App-instellingen
pl: Ustawienia aplikacji

# welcomeSettingStep_measurementSystem
source: Measurement System
de: Maßsystem
es_co: Sistema de medidas
it: Sistema di misura
nl: Meet systeem
pl: System miar

# welcomeSettingStep_metric
source: Metric
de: Metrisch
es_co: Métrico
it: Metrico
nl: Metrisch
pl: Metryczny

# welcomeSettingStep_imperial
source: Imperial
it: Imperiale
nl: Imperiaal
pl: Imperialny

# welcomeSettingStep_appTheme
source: App Theme
de: App-Thema
es_co: Tema de la aplicación
it: Tema dell'app
nl: App-thema
pl: Motyw aplikacji

# welcomeSettingStep_enterGoGymSimple
source: Enter GoGymSimple
de: GoGymSimple betreten
es_co: Entrar a GoGymSimple
it: Entra in GoGymSimple
nl: Ga naar GoGymSimple
pl: Przejdź do GoGymSimple

# welcomeScreen_chooseLanguage
source: Choose Language
de: Sprache wählen
es_co: Elige idioma
it: Scegli la lingua
nl: Kies taal
pl: Wybierz język

# welcomeScreen_english
source: English
de: Englisch
es_co: Inglés
it: Inglese
nl: Engels
pl: Angielski

# welcomeScreen_languageTooltip
source: Change language
de: Sprache ändern
es_co: Cambiar idioma
it: Cambia lingua
nl: Verander taal
pl: Zmień język

# welcomeScreen_exercise_benchPress
source: Bench Press
de: Bankdrücken
es_co: Press de banca
it: Panca piana
pl: Wyciskanie na ławce

# welcomeScreen_exercise_squats
source: Squats
de: Kniebeugen
es_co: Sentadillas
it: Squat
pl: Przysiady

# welcomeScreen_exercise_deadlift
source: Deadlift
de: Kreuzheben
es_co: Peso muerto
it: Stacco da terra
pl: Martwy ciąg

# welcomeScreen_exercise_pullUps
source: Pull-Ups
de: Klimmzüge
es_co: Dominadas
it: Trazioni alla sbarra
pl: Podciąganie

# welcomeScreen_exercise_pushUps
source: Push-Ups
de: Liegestütze
es_co: Flexiones
it: Piegamenti
pl: Pompki

# welcomeScreen_exercise_lunges
source: Lunges
de: Ausfallschritte
es_co: Zancadas
it: Affondi
pl: Wykroki

# welcomeEnd_welcome
source: Welcome to GoGymSimple
de: Willkommen bei GoGymSimple
es_co: Bienvenido a GoGymSimple
it: Benvenuto su GoGymSimple
nl: Welkom bij GoGymSimple
pl: Witaj w GoGymSimple

# stopwatch_title
source: Stopwatch
de: Stoppuhr
es_co: Cronómetro
it: Cronometro
pl: Stoper

# workoutScreen_title
source: Workout
de: Training
es_co: Entrenamiento
it: Allenamento
nl: Training
pl: Trening

# workoutScreen_gym
source: Select Gym
de: Fitnessstudio auswählen
es_co: Selecciona gimnasio
it: Seleziona palestra
nl: Kies sportschool
pl: Wybierz siłownię

# workoutScreen_gymAndDate
source: Select Gym and Date
de: Wähle Fitnessstudio und Datum
es_co: Selecciona gimnasio y fecha
it: Seleziona palestra e data
nl: Kies sportschool en datum
pl: Wybierz siłownię i datę

# workoutScreen_selectGymFirst
source: Please select a gym first
de: Wähle zuerst eine Fitnessstudio
es_co: Primero selecciona un gimnasio
it: Seleziona prima una palestra
nl: Kies eerst een sportschool
pl: Najpierw wybierz siłownię

# workoutScreen_noGymSelected
source: No gym selected
de: Keine Fitnessstudio ausgewählt
es_co: Ningún gimnasio seleccionado
it: Nessuna palestra selezionata
nl: Geen sportschool geselecteerd
pl: Nie wybrano siłowni

# workoutScreen_saved
source: Workout saved!
de: Training gespeichert!
es_co: ¡Entrenamiento guardado!
it: Allenamento salvato!
nl: Training opgeslagen!
pl: Trening zapisany!

# workoutScreen_participants
source: Participants
de: Teilnehmer
es_co: Participantes
it: Partecipanti
nl: Deelnemers
pl: Uczestnicy

# workoutScreen_plans
source: Plans
de: Pläne
es_co: Planes
it: Piani
nl: Plannen
pl: Plany

# workoutScreen_exercises
source: Exercises
de: Übungen
es_co: Ejercicios
it: Esercizi
nl: Oefeningen
pl: Ćwiczenia

# workoutScreen_addExercise
source: Add Exercise
de: Übung hinzufügen
es_co: Agregar ejercicio
it: Aggiungi esercizio
nl: Oefening toevoegen
pl: Dodaj ćwiczenie

# workoutScreen_addNote
source: Add Note
de: Notiz hinzufügen
es_co: Agregar nota
it: Aggiungi nota
nl: Notitie toevoegen
pl: Dodaj notatkę

# workoutScreen_saveNote
source: Save Note
de: Notiz speichern
es_co: Guardar nota
it: Salva nota
nl: Notitie opslaan
pl: Zapisz notatkę

# workoutScreen_savedNote
source: Note saved
de: Gespeichert
es_co: Guardado
it: Salvato
nl: Opgeslagen
pl: Notatka zapisana

# workoutScreen_showMoreInfo
source: Show more
de: Mehr Informationen anzeigen
es_co: Mostrar más información
it: Mostra più informazioni
nl: Meer informatie tonen
pl: Pokaż więcej

# workoutScreen_firstTime
source: First time
de: Zum ersten Mal
it: Prima volta
nl: Eerste keer
pl: Po raz pierwszy

# workoutScreen_cancelWorkout
source: Cancel workout
nl: Training annuleren
pl: Przerwij trening

# workoutScreen_workoutCancelled
source: Workout cancelled
nl: Training is geannuleerd
pl: Trening został przerwany

# workoutScreen_addGeneralNote
source: Workout note
pl: Notatka treningowa

# restoreSession_title
source: Workout Interrupted
de: Training unterbrochen
it: Allenamento interrotto
nl: Training onderbroken
pl: Trening przerwany

# restoreSession_info
source: Your last workout was interrupted.
de: Deine letzte Trainingseinheit wurde unterbrochen.
it: La tua sessione di allenamento precedente è stata interrotta.
nl: Je vorige trainingssessie is onderbroken.
pl: Twój poprzedni trening został przerwany.

# restoreSession_content
source: Would you like to restore your progress?
de: Möchtest du deinen Fortschritt wiederherstellen?
it: Vuoi ripristinare i tuoi progressi?
nl: Wil je je voortgang herstellen?
pl: Chcesz przywrócić postępy?

# restoreSession_confirm
source: Yes, restore
de: Ja, wiederherstellen
it: Sì, ripristina
nl: Ja, herstellen
pl: Tak, przywróć

# restoreSession_deny
source: Start fresh
de: Neu starten
it: Inizia da capo
nl: Opnieuw beginnen
pl: Zacznij od nowa

# saveWorkoutDialog_save_workout_title
source: Save workout?
de: Möchtest du das Training speichern?
es_co: ¿Quieres guardar el entrenamiento?
it: Vuoi salvare l’allenamento?
nl: Wil je de training opslaan?
pl: Zapisać trening?

# saveWorkoutDialog_save_workout_subtitle
source: Save this workout so you can come back to it later
de: Speichere dieses Training, um später darauf zurückzukommen
es_co: Guarda este entrenamiento para volver más tarde
it: Salva questo allenamento per tornare più tardi
nl: Sla deze training op om later terug te komen
pl: Zapisz ten trening, aby móc do niego wrócić później

# saveWorkoutDialog_save_workout_button
source: Save Workout
de: Training speichern
es_co: Guardar entrenamiento
it: Salva allenamento
nl: Training opslaan
pl: Zapisz trening

# saveWorkoutDialog_dont_save_workout_button
source: Not now
de: Nicht jetzt
es_co: Ahora no
it: Non ora
nl: Niet nu
pl: Nie teraz

# saveWorkoutDialog_support_us_title
source: Support Us
de: Unterstütze uns
es_co: Apóyanos
it: Supportaci
nl: Steun ons
pl: Wesprzyj nas

# saveWorkoutDialog_support_us_subtitle
source: Watch a short ad to help us keep improving the app!
de: Sieh dir eine kurze Werbung an, um die App zu unterstützen!
es_co: ¡Mira un anuncio corto para apoyar la aplicación!
it: Guarda un breve annuncio per supportare l'app!
nl: Bekijk een korte advertentie om de app te steunen!
pl: Obejrzyj krótką reklamę, aby pomóc nam rozwijać aplikację!

# editDeleteBottomSheet_edit
source: Edit
de: Bearbeiten
it: Modifica
nl: Bewerken
pl: Edytuj

# editDeleteBottomSheet_delete
source: Delete
de: Löschen
it: Elimina
nl: Verwijderen
pl: Usuń

# noTrainingSection_noSavedGlobal
source: No saved trainings
nl: Geen opgeslagen trainingen
pl: Brak zapisanych treningów

# noTrainingSection_noSaved
source: No saved trainings for this exercise
de: Keine gespeicherten Trainings für diese Übung
it: Nessun allenamento salvato per questo esercizio
nl: Geen opgeslagen trainingen voor deze oefening
pl: Brak zapisanych treningów dla tego ćwiczenia

# noTrainingSection_startNewFirst
source: Hit the 'Start' button in the top right to begin your workout and start tracking progress.
nl: Tik op de knop 'Start' rechtsboven om je training te starten en alles bij te houden.
pl: Kliknij przycisk 'Start' w prawej górnej części ekranu, aby rozpocząć trening i zacząć zapisywać wyniki.

# noTrainingSection_startNewSecond
source: Once it's started, you can pause and jump back in anytime you like.
nl: Je kunt altijd pauzeren en later gewoon weer doorgaan.
pl: Po uruchomieniu możesz go wznawiać i kontynuować kiedy tylko chcesz.

# noTrainingSection_addPrevious
source: You can also add previous workouts using this button, just by changing the workout date.
de: Sie können diese Schaltfläche auch verwenden, um vorherige Trainings hinzuzufügen
it: Puoi anche usare questo pulsante per aggiungere allenamenti precedenti
nl: Je kunt ook eerdere trainingen toevoegen met deze knop, door alleen de datum van de training te wijzigen.
pl: Możesz też dodać poprzednie treningi za pomocą tego przycisku, zmieniając tylko datę treningu.

# shareApp_feedbackTitle
source: Got an idea?
pl: Masz pomysł?

# shareApp_feedbackSubtitle
source: If you have an idea for a new feature – send a message on my private Instagram! This is a privilege available only to users of the first official version of GoGymSimple
pl: Jeśli masz pomysł, co mogłoby się pojawić w aplikacji – napisz wiadomość na moim prywatnym Instagramie! To przywilej dostępny tylko dla użytkowników pierwszej oficjalnej wersji GoGymSimple

# shareApp_feedbackButton
source: Message on Instagram (@wisnia.55)
pl: Napisz na Instagramie (@wisnia.55)

# goalAndBest_goal_title
source: Goal
nl: Doel
pl: Cel treningowy

# goalAndBest_goal_hint
source: Enter training goal
nl: Voer trainingsdoel in
pl: Wpisz cel treningu

# goalAndBest_bestSet_title
source: Best set
nl: Beste set
pl: Najlepsza seria

# goalAndBest_bestSet_hint
source: Enter your best set
nl: Voer je beste set in
pl: Wpisz najlepszą serię

# example_prefix
source: e.g.
nl: bijv.
pl: np.

# exerciseStats_title
source: Statistics
nl: Statistieken
pl: Statystyki

# exerciseStats_timeStats
source: Time statistics:
nl: Tijdstatistieken:
pl: Statystyki czasowe:

# exerciseStats_noteStats
source: Note statistics:
nl: Notitie statistieken:
pl: Statystyki notatek:

# exerciseStats_totalNotes
source: Notes (total)
nl: Notities (totaal)
pl: Notatki (całość)

# exerciseStats_lastWeek
source: Notes (last week)
nl: Notities (afgelopen week)
pl: Notatki (ostatni tydzień)

# exerciseStats_lastMonth
source: Notes (last month)
nl: Notities (afgelopen maand)
pl: Notatki (ostatni miesiąc)

# exerciseStats_lastYear
source: Notes (last year)
nl: Notities (afgelopen jaar)
pl: Notatki (ostatni rok)

# exerciseStats_avgLines
source: Avg. line count
nl: Gem. aantal regels
pl: Śr. liczba linijek

# exerciseStats_avgChars
source: Avg. character count
nl: Gem. aantal tekens
pl: Śr. liczba znaków

# exerciseStats_totalLines
source: Total line count
nl: Totaal aantal regels
pl: Łączna liczba linijek

# exerciseStats_totalChars
source: Total character count
nl: Totaal aantal tekens
pl: Łączna liczba znaków

# exerciseStats_none
source: None
nl: Geen
pl: Brak

# exerciseNoteTile_suggestedLength
source: Suggested length:
pl: Sugerowana długość:

# exerciseNoteTile_infoTitle
source: Note length information
pl: Informacja o długości notatki

# exerciseNoteTile_infoContent
source: While you can exceed 200 characters without problems, it's suggested to keep your notes concise. Longer notes may slightly impact storage usage and syncing performance.
pl: Możesz bez problemu przekroczyć 200 znaków, jednak zalecana jest krótsza notatka. Dłuższe treści mogą wpływać na szybkość przesyłania danych oraz zajmować więcej miejsca w pamięci aplikacji.

# multiSelect_title
source: Select Multiple Exercises
pl: Wybierz wiele ćwiczeń

# multiSelect_subtitle
source: Choose from popular exercises
pl: Wybierz spośród popularnych ćwiczeń

# multiSelect_added
source: added
pl: dodano

# calculatorBmr_height_label_imperial_feet
source: ft
de: GRÖSSE (ft)
es_co: ALTURA (pies)
it: ALTEZZA (ft)
nl: LENGTE (ft)

# calculatorBmr_height_label_imperial_inches
source: in
de: GRÖSSE (in)
es_co: ALTURA (pulgadas)
it: ALTEZZA (in)
nl: LENGTE (in)

# welcomeScreen_polish
source: Polski
de: Polnisch
es_co: Polaco
it: Polacco
nl: Pools
