Repository: GetPiotrekt/GoGymSimple
Catalog: lib/l10n/app_*.arb
Languages: de, es_co, it, nl, pl

# measurementTile_addData
source: Measure
de: Messung
es_co: Medir
it: Misura
nl: Meten
pl: Pomiar

# measurementTile_baseline
source: Baseline
de: Basis
es_co: Base
it: Base
nl: Basislijn
pl: Bazowy

# measurementTile_deleteCategory
source: Delete Category
de: Kategorie löschen
es_co: Eliminar categoría
it: Elimina categoria
nl: Categorie verwijderen
pl: Usuń kategorię

# measurementTile_today
source: Today
de: Heute
es_co: Hoy
it: Oggi
nl: Vandaag
pl: Dziś

# measurementTile_yesterday
source: Yesterday
de: Gestern
es_co: Ayer
it: Ieri
nl: Gisteren
pl: Wczoraj

# measurementTracker_body_measurements
source: Body Measurements
de: Körpermessungen
es_co: Mediciones corporales
it: Misure corporee
nl: Lichaamsmetingen
pl: Pomiary ciała

# measurementTracker_no_data_to_show
source: No data to display
de: Keine Daten zum Anzeigen
es_co: No hay datos para mostrar
it: Nessun dato da visualizzare
nl: Geen gegevens om weer te geven
pl: Brak danych do wyświetlenia

# measurementTracker_add_new_category
source: Add Category
de: Neue Kategorie hinzufügen
es_co: Añadir nueva categoría
it: Aggiungi nuova categoria
nl: Nieuwe categorie toevoegen
pl: Dodaj kategorię

# measurementTracker_name_new_category
source: Category Name
de: Kategoriename
es_co: Nombre de la categoría
it: Nome della categoria
nl: Categorienaam
pl: Nazwa kategorii

# measurementTracker_name_new_measurement
source: Measurement Value
de: Messwert
es_co: Valor de la medición
it: Valore della misura
nl: Meetwaarde
pl: Wartość pomiaru

# measurementTracker_add_new_measurement
source: Add Measurement
de: Neue Messung hinzufügen
es_co: Añadir nueva medición
it: Aggiungi nuova misura
nl: Nieuwe meting toevoegen
pl: Dodaj pomiar

# measurementTracker_update_category
source: Update Category
de: Kategorie aktualisieren
es_co: Actualizar categoría
it: Aggiorna categoria
nl: Categorie bijwerken
pl: Aktualizuj kategorię

# measurementTracker_delete_category_confirmation
source: Are you sure you want to delete this category?
de: Möchten Sie diese Kategorie wirklich löschen?
es_co: ¿Seguro que quieres eliminar esta categoría?
it: Sei sicuro di voler eliminare questa categoria?
nl: Weet je zeker dat je deze categorie wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę kategorię?

# measurementTracker_delete_measurement_confirmation
source: Are you sure you want to delete this measurement?
de: Möchten Sie diese Messung wirklich löschen?
es_co: ¿Seguro que quieres eliminar esta medición?
it: Sei sicuro di voler eliminare questa misura?
nl: Weet je zeker dat je deze meting wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten pomiar?

# measurementTracker_measurement_deleted
source: Measurement for '{bodyPart}' has been deleted.
de: Messung für '{bodyPart}' wurde gelöscht.
es_co: La medición para '{bodyPart}' ha sido eliminada.
it: La misura per '{bodyPart}' è stata eliminata.
nl: Meting voor '{bodyPart}' is verwijderd.
pl: Pomiar dla '{bodyPart}' został usunięty.

# measurementTracker_category_deleted
source: Category '{category}' has been deleted.
de: Kategorie '{category}' wurde gelöscht.
es_co: La categoría '{category}' ha sido eliminada.
it: La categoria '{category}' è stata eliminata.
nl: Categorie '{category}' is verwijderd.
pl: Kategoria '{category}' została usunięta.

# measurementTracker_category_exists
source: That category already exists!
de: Diese Kategorie existiert bereits!
es_co: ¡Esa categoría ya existe!
it: Questa categoria esiste già!
nl: Deze categorie bestaat al!
pl: Taka kategoria już istnieje!

# measurementTracker_invalid_value
source: Invalid value!
de: Ungültiger Wert!
es_co: ¡Valor no válido!
it: Valore non valido!
nl: Ongeldige waarde!
pl: Nieprawidłowa wartość!

# measurementTracker_invalid_category
source: Selected category is invalid!
de: Ausgewählte Kategorie ist ungültig!
es_co: ¡Categoría seleccionada no válida!
it: Categoria selezionata non valida!
nl: Geselecteerde categorie is ongeldig!
pl: Wybrana kategoria jest nieprawidłowa!

# measurementTracker_add_category_hint
source: Add a new category using the button below.
de: Sie können eine neue Kategorie mit der Schaltfläche unten hinzufügen.
es_co: Puedes añadir una nueva categoría con el botón de abajo.
it: Puoi aggiungere una nuova categoria utilizzando il pulsante sottostante.
nl: Je kunt een nieuwe categorie toevoegen met de knop hieronder.
pl: Dodaj nową kategorię za pomocą przycisku poniżej.

# measurementTracker_measurementDate
source: Measurement Date
de: Messdatum
it: Data della misurazione
nl: Meetdatum
pl: Data pomiaru

# weightTracker_title
source: Weight Tracker
de: Gewicht verfolgen
es_co: Seguimiento de peso
it: Monitoraggio Peso
nl: Gewicht bijhouden
pl: Śledzenie Wagi

# weightTracker_enterWeightKg
source: Enter weight (kg)
de: Gewicht eingeben (kg)
es_co: Introduce peso (kg)
it: Inserisci peso (kg)
nl: Voer gewicht in (kg)
pl: Wprowadź wagę (kg)

# weightTracker_enterWeightLbs
source: Enter weight (lbs)
de: Gewicht eingeben (lbs)
es_co: Introduce peso (lbs)
it: Inserisci peso (lbs)
nl: Voer gewicht in (lbs)
pl: Wprowadź wagę (lbs)

# weightTracker_saveWeight
source: Save Weight
de: Gewicht speichern
es_co: Guardar peso
it: Salva peso
nl: Gewicht opslaan
pl: Zapisz wagę

# weightTracker_updateWeight
source: Update Weight
de: Gewicht aktualisieren
es_co: Actualizar peso
it: Aggiorna peso
nl: Gewicht bijwerken
pl: Zaktualizuj wagę

# weightTracker_yourWeight
source: Your Weight
de: Ihr Gewicht
es_co: Tu peso
it: Il tuo peso
nl: Jouw gewicht
pl: Twoja waga

# weightTracker_daysAgo
source: ({daysAgo} days ago)
de: vor {daysAgo} Tagen
es_co: hace {daysAgo} días
it: ({daysAgo} giorni fa)
nl: ({daysAgo} dagen geleden)
pl: ({daysAgo} dni temu)

# weightTracker_legendWeightSaved
source: Days with recorded weight
de: Tage mit gespeichertem Gewicht
it: Giorni con peso salvato
nl: Dagen met opgeslagen gewicht
pl: Dni z zapisaną wagą

# drawer_tools_section
source: Tools
de: Werkzeuge
es_co: Herramientas
it: Strumenti
nl: Gereedschappen
pl: Narzędzia

# drawer_calculators_section
source: Calculators
de: Rechner
es_co: Calculadoras
it: Calcolatrici
pl: Kalkulatory

# drawer_platesOnBarbell
source: Plates on Barbell
de: Teller auf der Langhantel
es_co: Discos en barra
it: Dischi sul bilanciere
nl: Plates op Barbel
pl: Talerze na sztandze

# drawer_time_section
source: Time
de: Zeit
es_co: Tiempo
it: Tempo
nl: Tijd
pl: Czas

# drawer_stopwatch
source: Stopwatch
de: Stoppuhr
es_co: Cronómetro
it: Cronometro
pl: Stoper

# drawer_trackers_section
source: Tracking
de: Verfolgung
es_co: Seguimiento
it: Tracciamento
pl: Śledzenie

# drawer_weightTracker
source: Weight Tracker
de: Gewichtsverfolgung
es_co: Seguimiento de peso
it: Tracciamento peso
nl: Gewicht bijhouden
pl: Śledzenie wagi

# drawer_measurementTracker
source: Measurement Tracker
de: Messungsverfolgung
es_co: Seguimiento de mediciones
it: Tracciamento misure
nl: Metingen bijhouden
pl: Śledzenie pomiarów

# drawer_settings_section
source: Settings
de: Einstellungen
es_co: Ajustes
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# drawer_customizeApp
source: Customize Theme
de: Design anpassen
es_co: Personalizar tema
it: Personalizza tema
nl: Thema aanpassen
pl: Dostosuj motyw

# drawer_appLanguage
source: Language
de: Sprache
es_co: Idioma
it: Lingua
nl: Taal
pl: Język

# drawer_notificationSettings
source: Notifications
de: Benachrichtigungen
es_co: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia

# drawer_appreciation_section
source: Support
de: Unterstützung
es_co: Apoyo
it: Supporto
nl: Ondersteuning
pl: Wsparcie

# drawer_supportButton
source: Donate
de: Spenden
es_co: Hacer donación
it: Fai una donazione
nl: Doneer
pl: Przekaż darowiznę

# drawer_watchAd
source: Watch Ad
de: Anzeige ansehen
es_co: Ver anuncio
it: Guarda la pubblicità
nl: Bekijk advertentie
pl: Obejrzyj reklamę

# drawer_shareApp
source: Recommend GoGymSimple
de: App teilen
es_co: Compartir app
it: Condividi l'app
nl: Deel app
pl: Poleć GoGymSimple

# drawer_noteCount
source: Number of saved notes:
de: Gespeicherte Notizen:
es_co: Número de notas guardadas:
it: Numero di note salvate:
nl: Aantal opgeslagen notities:
pl: Liczba zapisanych notatek:

# drawer_guest
source: Guest
de: Gast
es_co: Invitado
it: Ospite
nl: Gast
pl: Gość

# drawer_privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es_co: Política de privacidad
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

# drawer_termsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es_co: Términos de uso
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Regulamin

# searchDrawer_hint
source: Search...
de: Suchen...
es_co: Buscar...
it: Cerca...
nl: Zoeken...
pl: Szukaj...

# searchDrawer_clear
source: Clear Search
de: Suche löschen
es_co: Borrar búsqueda
it: Pulisci ricerca
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie

# addExerciseDialog_title
source: Add New Exercise
de: Neues Training hinzufügen
es_co: Añadir nuevo ejercicio
it: Aggiungi nuovo esercizio
nl: Nieuwe oefening toevoegen
pl: Dodaj nowe ćwiczenie

# addExerciseDialog_label
source: Enter exercise name
de: Übungsnamen eingeben
es_co: Introduce el nombre del ejercicio
it: Inserisci nome esercizio
nl: Voer de naam van de oefening in
pl: Wpisz nazwę ćwiczenia

# addExerciseDialog_success
source: Exercise "{exerciseName}" added
de: Übung "{exerciseName}" wurde hinzugefügt
es_co: Ejercicio "{exerciseName}" añadido
it: L'esercizio "{exerciseName}" è stato aggiunto
nl: Oefening "{exerciseName}" is toegevoegd
pl: Ćwiczenie "{exerciseName}" zostało dodane

# addExerciseDialog_anotherTitle
source: Add another exercise?
de: Weitere Übung hinzufügen?
es_co: ¿Añadir otro ejercicio?
it: Aggiungere un altro esercizio?
nl: Nog een oefening toevoegen?
pl: Dodać kolejne ćwiczenie?

# addExerciseDialog_anotherContent
source: Would you like to add another exercise?
de: Möchten Sie eine weitere Übung hinzufügen?
es_co: ¿Quieres añadir otro ejercicio?
it: Vuoi aggiungere un altro esercizio?
nl: Wil je nog een oefening toevoegen?
pl: Czy chcesz dodać kolejne ćwiczenie?

# addWorkoutPlan_title
source: Add Workout Plan
de: Trainingsplan hinzufügen
es_co: Añadir plan de entrenamiento
it: Aggiungi piano di allenamento
nl: Trainingsschema toevoegen
pl: Dodaj plan treningowy

# addWorkoutPlan_planName
source: Workout Plan Name
de: Name des Trainingsplans
es_co: Nombre del plan de entrenamiento
it: Nome del piano di allenamento
nl: Naam van het trainingsschema
pl: Nazwa planu treningowego

# addWorkoutPlan_selectedExercises
source: Selected Exercises:
de: Ausgewählte Übungen:
es_co: Ejercicios seleccionados:
it: Esercizi selezionati:
nl: Geselecteerde oefeningen:
pl: Wybrane ćwiczenia:

# addWorkoutPlan_noExercises
source: No exercises added yet.
de: Noch keine Übungen ausgewählt.
es_co: No se han seleccionado ejercicios aún.
it: Nessun esercizio selezionato.
nl: Nog geen oefeningen geselecteerd.
pl: Nie dodano jeszcze żadnych ćwiczeń.

# addWorkoutPlan_availableExercises
source: Available Exercises:
de: Verfügbare Übungen:
es_co: Ejercicios disponibles:
it: Esercizi disponibili:
nl: Beschikbare oefeningen:
pl: Dostępne ćwiczenia:

# addWorkoutPlan_addNewExercise
source: Add New Exercise
de: Neue Übung hinzufügen
es_co: Añadir nuevo ejercicio
it: Aggiungi nuovo esercizio
nl: Nieuwe oefening toevoegen
pl: Dodaj nowe ćwiczenie

# addWorkoutPlan_save
source: Save Workout Plan
de: Trainingsplan speichern
es_co: Guardar plan de entrenamiento
it: Salva piano di allenamento
nl: Schema opslaan
pl: Zapisz plan treningowy

# addWorkoutPlan_missingName
source: Please enter a workout plan name.
de: Bitte gib einen Namen für den Trainingsplan ein.
es_co: Introduce un nombre para el plan de entrenamiento.
it: Inserisci un nome per il piano di allenamento.
nl: Voer een naam in voor het trainingsschema.
pl: Wpisz nazwę planu treningowego.

# addWorkoutPlan_missingExercises
source: Add at least one exercise.
de: Bitte wähle mindestens eine Übung aus.
es_co: Selecciona al menos un ejercicio.
it: Seleziona almeno un esercizio.
nl: Selecteer minstens één oefening.
pl: Dodaj przynajmniej jedno ćwiczenie.

# tabBottomDrawer_showOnly
source: Show only:
de: Nur anzeigen:
es_co: Mostrar solo:
it: Mostra solo:
nl: Alleen tonen:
pl: Pokaż tylko:

# tabBottomDrawer_addNewGym
source: Add Gym
de: Fitnessstudio hinzufügen
es_co: Añadir gimnasio
it: Aggiungi palestra
nl: Sportschool toevoegen
pl: Dodaj siłownię

# tabBottomDrawer_addNewUser
source: Add User
de: Benutzer hinzufügen
es_co: Añadir usuario
it: Aggiungi utente
nl: Gebruiker toevoegen
pl: Dodaj użytkownika

# tabBottomDrawer_addNewExercise
source: Add Exercise
de: Übung hinzufügen
es_co: Añadir ejercicio
it: Aggiungi esercizio
nl: Oefening toevoegen
pl: Dodaj ćwiczenie

# tabBottomDrawer_addNewWorkoutPlan
source: Add Workout Plan
de: Trainingsplan hinzufügen
es_co: Añadir plan de entrenamiento
it: Aggiungi piano di allenamento
nl: Trainingsschema toevoegen
pl: Dodaj plan treningowy

# tabBottomDrawer_enterGymName
source: Enter Gym Name
de: Name des Fitnessstudios eingeben
es_co: Introduce el nombre del gimnasio
it: Inserisci nome palestra
nl: Voer de naam van de sportschool in
pl: Wprowadź nazwę siłowni

# tabBottomDrawer_enterUserName
source: Enter User Name
de: Benutzernamen eingeben
es_co: Introduce el nombre del usuario
it: Inserisci nome utente
nl: Voer de naam van de gebruiker in
pl: Wprowadź nazwę użytkownika

# tabBottomDrawer_editTitle
source: Edit Name
de: Name bearbeiten
es_co: Editar nombre
it: Modifica nome
nl: Naam bewerken
pl: Edytuj nazwę

# tabBottomDrawer_enterWorkoutPlanName
source: Enter Workout Plan Name
de: Name des Trainingsplans eingeben
es_co: Introduce el nombre del plan de entrenamiento
it: Inserisci nome piano di allenamento
nl: Voer de naam van het trainingsschema in
pl: Wprowadź nazwę planu treningowego

# tabBottomDrawer_editExercise
source: Edit Exercise
de: Übung bearbeiten
it: Modifica esercizio
nl: Oefening bewerken
pl: Edytuj ćwiczenie

# tabBottomDrawer_editLabel
source: Type New Name
de: Gib einen neuen Namen ein
es_co: Introduce un nuevo nombre
it: Inserisci un nuovo nome
nl: Voer een nieuwe naam in
pl: Wpisz nową nazwę

# tabBottomDrawer_refreshScreen
source: Refresh the screen to see changes
de: Aktualisiere den Bildschirm, um die Änderungen anzuzeigen
es_co: Actualiza la pantalla para ver los cambios
it: Aggiorna lo schermo per visualizzare le modifiche
nl: Ververs het scherm om de wijzigingen te zien
pl: Odśwież ekran, aby zobaczyć zmiany

# tabBottomDrawer_reorderExercises
source: Reorder exercises
nl: Oefeningen herschikken
pl: Zmień kolejność ćwiczeń

# tabSector_gym
source: Gym
de: Fitnessstudio
es_co: Gimnasio
it: Palestra
nl: Sportschool
pl: Siłownia

# tabSector_user
source: User
de: Benutzer
es_co: Usuario
it: Utente
nl: Gebruiker
pl: Użytkownik

# tabSector_exercise
source: Exercise
de: Übung
es_co: Ejercicio
it: Esercizio
nl: Oefening
pl: Ćwiczenie

# tabSector_workoutPlan
source: Workout Plan
de: Trainingsplan
es_co: Plan de entrenamiento
it: Piano di allenamento
nl: Trainingsschema
pl: Plan treningowy

# tabSector_filter
source: Filter
de: Filtern
it: Filtra
nl: Filteren
pl: Filtruj

# tabSector_userGym
source: User & Gym
de: Benutzer & Fitnessstudio
it: Utente e Palestra
nl: Gebruiker & Sportschool
pl: Użytkownik i siłownia

# sortSector_newest
source: Newest
de: Neueste
es_co: Más recientes
it: Più recenti
nl: Nieuwste
pl: Najnowsze

# sortSector_oldest
source: Oldest
de: Älteste
es_co: Más antiguos
it: Più vecchi
nl: Oudste
pl: Najstarsze

# sortSector_exerciseView
source: Exercises
de: Übungen
es_co: Ejercicios
it: Esercizi
nl: Oefeningen
pl: Ćwiczenia

# sortSector_historyView
source: History
de: Verlauf
es_co: Historial
it: Cronologia
nl: Geschiedenis
pl: Historia

# historyView_noWorkouts
source: No workouts available
de: Keine verfügbaren Trainings
es_co: No hay entrenamientos disponibles
it: Nessun allenamento disponibile
nl: Geen beschikbare trainingen
pl: Brak dostępnych treningów

# historyView_exerciseNotFound
source: Exercise not found
de: Übung nicht gefunden
es_co: Ejercicio no encontrado
it: Esercizio non trovato
nl: Oefening niet gevonden
pl: Nie znaleziono ćwiczenia

# historyView_noWorkoutNotesMessage
source: Your workout notes will show up here
de: In diesem Bereich werden deine Trainingsnotizen angezeigt
es_co: En esta sección se mostrarán las notas de tus entrenamientos
it: In questa sezione verranno mostrati gli appunti dei tuoi allenamenti
nl: Hier worden notities van je trainingen getoond
pl: Tutaj pojawią się notatki z Twoich treningów

# historyView_noWorkoutNotesFilteredMessage
source: No results match your filters.
de: Keine Ergebnisse entsprechen deinen Filtern.
es_co: Ningún resultado coincide con tus filtros.
it: Nessun risultato corrisponde ai filtri.
nl: Geen resultaten voldoen aan je filters.
pl: Brak wyników pasujących do filtrów.

# notes_justNow
source: Just now
de: Gerade eben
es_co: Justo ahora
it: Proprio adesso
nl: Zojuist
pl: Przed chwilą

# notes_minutesAgo
source: {count} minutes ago
de: vor {count} Minuten
es_co: Hace {count} minutos
it: {count} minuti fa
nl: {count} minuten geleden
pl: {count} minut temu

# notes_hoursAgo
source: {count} hours ago
de: vor {count} Stunden
es_co: Hace {count} horas
it: {count} ore fa
nl: {count} uur geleden
pl: {count} godzin temu

# notes_daysAgo
source: {count} days ago
de: vor {count} Tagen
es_co: Hace {count} días
it: {count} giorni fa
nl: {count} dagen geleden
pl: {count} dni temu

# notes_invalidDate
source: Invalid date
de: Ungültiges Datum
es_co: Fecha no válida
it: Data non valida
nl: Ongeldige datum
pl: Nieprawidłowa data

# notes_showMore
source: Show more
de: Mehr anzeigen
es_co: Mostrar más
it: Mostra di più
nl: Toon meer
pl: Pokaż więcej

# notes_showLess
source: Show less
de: Weniger anzeigen
es_co: Mostrar menos
it: Mostra di meno
nl: Toon minder
pl: Pokaż mniej

# exerciseView_filteredOutExercises
source: Exercises filtered out:
de: Nicht passende Übungen:
es_co: Ejercicios que no coinciden con los filtros:
it: Esercizi esclusi dai filtri:
nl: Oefeningen die niet aan de filters voldoen:
pl: Ćwiczenia niepasujące do filtrów:

# exerciseView_noExercisesMessage
source: You don’t have any exercises yet. Head to the “Exercise” tab to add your first one.
de: Du hast noch keine Übungen. Gehe zum Bereich 'Übung', um die erste hinzuzufügen.
es_co: Entra en la sección 'Ejercicio' para añadir tu primer ejercicio.
it: Non hai ancora esercizi. Vai alla sezione 'Esercizio' per aggiungere il primo.
nl: Je hebt nog geen oefeningen. Ga naar de sectie 'Oefening' om je eerste toe te voegen.
pl: Nie masz jeszcze żadnych ćwiczeń. Przejdź do sekcji „Ćwiczenie”, aby dodać pierwsze.

# iconSelection_chooseIcon
source: Choose Exercise Icon
de: Übungssymbol auswählen
es_co: Elige un icono para el ejercicio
it: Scegli l'icona dell'esercizio
nl: Kies een oefeningsicoon
pl: Wybierz ikonę ćwiczenia

# exerciseExpansion_addUserGym
source: Add User & Gym to Exercise
de: Benutzer und Fitnessstudio zur Übung hinzufügen
es_co: Añadir usuario y gimnasio al ejercicio
it: Assegna utente e palestra all'esercizio
nl: Voeg gebruiker en sportschool toe aan oefening
pl: Dodaj użytkownika i siłownię do ćwiczenia

# exerciseExpansion_deleteExercise
source: Delete Exercise
de: Übung löschen
es_co: Eliminar ejercicio
it: Elimina esercizio
nl: Verwijder oefening
pl: Usuń ćwiczenie

# exerciseExpansion_confirmDelete
source: Are you sure you want to delete this exercise? This will also remove all related data.
de: Möchtest du diese Übung wirklich löschen? Dadurch werden auch alle mit dieser Übung verbundenen Daten gelöscht.
es_co: ¿Seguro que quieres eliminar este ejercicio? Esto también eliminará todos los datos relacionados con él.
it: Sei sicuro di voler eliminare questo esercizio? Ciò eliminerà anche tutti i dati correlati a questo esercizio.
nl: Weet je zeker dat je deze oefening wilt verwijderen? Dit zal ook alle bijbehorende gegevens verwijderen.
pl: Na pewno chcesz usunąć to ćwiczenie? Spowoduje to również usunięcie wszystkich powiązanych danych.

# exerciseExpansion_addIcon
source: Add Icon to Exercise
de: Symbol zur Übung hinzufügen
es_co: Añadir icono al ejercicio
it: Aggiungi icona all'esercizio
nl: Voeg icoon toe aan oefening
pl: Dodaj ikonę do ćwiczenia

# exerciseExpansion_unknownExercise
source: Unknown Exercise
de: Unbekannte Übung
es_co: Ejercicio desconocido
it: Esercizio sconosciuto
nl: Onbekende oefening
pl: Nieznane ćwiczenie

# exerciseExpansion_unknownUser
source: Unknown User
de: Unbekannter Benutzer
es_co: Usuario desconocido
it: Utente sconosciuto
nl: Onbekende gebruiker
pl: Nieznany użytkownik

# exerciseExpansion_unknownGym
source: Unknown Gym
de: Unbekanntes Fitnessstudio
es_co: Gimnasio desconocido
it: Palestra sconosciuta
nl: Onbekende sportschool
pl: Nieznana siłownia

# exerciseExpansion_noWorkouts
source: No workouts available
de: Keine verfügbaren Trainings
es_co: No hay entrenamientos disponibles
it: Nessun allenamento disponibile
nl: Geen beschikbare trainingen
pl: Brak dostępnych treningów

# exerciseExpansion_changeNameTitle
source: Rename Exercise
de: Übungsnamen ändern
es_co: Cambiar nombre del ejercicio
it: Cambia nome esercizio
nl: Wijzig naam van oefening
pl: Zmień nazwę ćwiczenia

# exerciseExpansion_enterNewName
source: New Exercise Name
de: Neuer Übungsname
es_co: Nuevo nombre del ejercicio
it: Nuovo nome esercizio
nl: Nieuwe naam voor oefening
pl: Nowa nazwa ćwiczenia

# exerciseExpansion_exerciseNoteLabel
source: Exercise note
nl: Oefenopmerking
pl: Notatka do ćwiczenia

# exerciseExpansion_exerciseNoteHint
source: Add general info about the exercise—like a link to proper form or a helpful site—so it's always right at your fingertips.
nl: Voeg algemene info toe over de oefening—zoals een link naar de juiste techniek of een nuttige site—altijd binnen handbereik.
pl: Dodaj ogólne informacje o ćwiczeniu, link do techniki lub ważne szczegóły, by mieć je pod ręką.

# addUserAndGym_title
source: Assign Exercise to User & Gym
de: Weise Übung einem Benutzer und Fitnessstudio zu
es_co: Asignar {exercise} a usuario y gimnasio
it: Assegna esercizio a utente e palestra
nl: Oefening toewijzen aan gebruiker en sportschool
pl: Przypisz ćwiczenie do użytkownika i siłowni

# addUserAndGym_selectUser
source: Select User
de: Benutzer auswählen
es_co: Selecciona usuario
it: Seleziona utente
nl: Selecteer gebruiker
pl: Wybierz użytkownika

# addUserAndGym_selectGym
source: Select Gym
de: Fitnessstudio auswählen
es_co: Selecciona gimnasio
it: Seleziona palestra
nl: Selecteer sportschool
pl: Wybierz siłownię

# addUserAndGym_confirmSelection
source: Confirm Selection
de: Auswahl bestätigen
es_co: Confirmar selección
it: Conferma selezione
nl: Bevestig selectie
pl: Potwierdź wybór

# addUserAndGym_workoutExists
source: This exercise already exists for the selected user and gym.
de: Dieses Training existiert bereits für den ausgewählten Benutzer und das Fitnessstudio.
es_co: Este entrenamiento ya existe para el usuario y gimnasio seleccionados.
it: Questo allenamento esiste già per l'utente e la palestra selezionati.
nl: Deze training bestaat al voor de geselecteerde gebruiker en sportschool.
pl: To ćwiczenie już istnieje dla wybranego użytkownika i siłowni.
