Repository: GetPiotrekt/GoGymSimple
Catalog: lib/l10n/app_*.arb
Languages: de, es_co, it, nl, pl

source: Unknown Exercise
de: Unbekannte Übung
es_co: Ejercicio desconocido
it: Esercizio sconosciuto
nl: Onbekende oefening
pl: Nieznane ćwiczenie

# settings_title
source: Settings
de: Einstellungen
es_co: Ajustes
it: Impostazioni
nl: Instellingen
pl: Ustawienia

# settings_elementVisibility
source: Show stopwatch on the main screen
de: Stoppuhr auf dem Hauptbildschirm anzeigen
es_co: Mostrar cronómetro en la pantalla principal
it: Mostra cronometro nella schermata principale
nl: Toon stopwatch op het startscherm
pl: Pokaż stoper w menu głównym

# settings_language
source: Language
de: Sprache
es_co: Idioma
it: Lingua
nl: Taal
pl: Język

# settings_english
source: English
de: Englisch
es_co: Inglés
it: Inglese
nl: Engels
pl: Angielski

# settings_polish
source: Polish
de: Polnisch
es_co: Polaco
it: Polacco
nl: Pools
pl: Polski

# settings_spanish_spain
source: Spanish – Spain
de: Spanisch – Spanien
es_co: Español – España
it: Spagnolo – Spagna
nl: Spaans – Spanje
pl: Hiszpański – Hiszpania

# settings_spanish_colombia
source: Spanish – Colombia
de: Spanisch – Kolumbien
es_co: Español – Colombia
it: Spagnolo – Colombia
nl: Spaans – Colombia
pl: Hiszpański – Kolumbia

# settings_german
source: German
de: Deutsch
es_co: Alemán
it: Tedesco
nl: Duits
pl: Niemiecki

# settings_dutch
source: Dutch
de: Niederländisch
es_co: Neerlandés
it: Olandese
nl: Nederlands
pl: Holenderski

# settings_portuguese
source: Portuguese
de: Portugiesisch
es_co: Portugués
it: Portoghese
nl: Portugees
pl: Portugalski

# settings_italian
source: Italian
de: Italienisch
es_co: Italiano
it: Italiano
nl: Italiaans
pl: Włoski

# settings_otherLanguages
source: Other languages (coming soon)
de: Andere Sprachen (bald)
es_co: Otros idiomas (próximamente)
it: Altre lingue (presto disponibili)
nl: Andere talen (binnenkort)
pl: Inne języki (wkrótce)

# settings_availableLanguages
source: Available languages
de: Verfügbare Sprachen
es_co: Idiomas disponibles
it: Lingue disponibili
nl: Beschikbare talen
pl: Dostępne języki

# settings_units
source: Units
de: Einheiten
es_co: Unidades
it: Unità
nl: Eenheden
pl: Jednostki

# settings_metric
source: Metric (kg/m)
de: Meter/Kilogramm
es_co: Metro/Kilogramo
it: Metro/Chilogrammo
nl: Meter/Kilogram
pl: Metryczne (kg/m)

# settings_imperial
source: Imperial (lbs/in)
de: Zoll/Pfund
es_co: Pulgada/Libra
it: Pollice/Libbra
nl: Inch/Pond
pl: Imperialne (lbs/inch)

# daysAgo_noData
source: No data
de: Keine Daten
es_co: Sin datos
it: Nessun dato
nl: Geen gegevens
pl: Brak danych

# daysAgo_lessThanOneHour
source: Less than an hour ago
de: <1 Stunde her
es_co: Hace menos de 1 hora
it: Meno di un'ora fa
nl: <1 uur geleden
pl: Mniej niż godzinę temu

# daysAgo_oneHourAgo
source: 1 hour ago
de: Vor 1 Stunde
es_co: Hace 1 hora
it: 1 ora fa
nl: 1 uur geleden
pl: 1 godzinę temu

# daysAgo_hoursAgo
source: {count, plural, one{1 hour ago} other{{count} hours ago}}
de: {count, plural, one{vor 1 Stunde} few{vor {count} Stunden} many{vor {count} Stunden} other{vor {count} Stunden}}
es_co: {count, plural, one{Hace 1 hora} few{Hace {count} horas} many{Hace {count} horas} other{Hace {count} horas}}
it: {count, plural, one{1 ora fa} other{{count} ore fa}}
nl: {count, plural, one{1 uur geleden} few{{count} uur geleden} many{{count} uur geleden} other{{count} uur geleden}}
pl: {count, plural, one{1 godzinę temu} few{{count} godziny temu} many{{count} godzin temu} other{{count} godziny temu}}

# daysAgo_oneDayAgo
source: 1 day ago
de: Vor 1 Tag
es_co: Hace 1 día
it: 1 giorno fa
nl: 1 dag geleden
pl: 1 dzień temu

# daysAgo_daysAgo
source: {count, plural, one{1 day ago} other{{count} days ago}}
de: {count, plural, one{vor 1 Tag} few{vor {count} Tagen} many{vor {count} Tagen} other{vor {count} Tagen}}
es_co: {count, plural, one{Hace 1 día} few{Hace {count} días} many{Hace {count} días} other{Hace {count} días}}
it: {count, plural, one{1 giorno fa} other{{count} giorni fa}}
nl: {count, plural, one{1 dag geleden} few{{count} dagen geleden} many{{count} dagen geleden} other{{count} dagen geleden}}
pl: {count, plural, one{1 dzień temu} few{{count} dni temu} many{{count} dni temu} other{{count} dni temu}}

# daysAgo_oneWeekAgo
source: 1 week ago
de: Vor 1 Woche
es_co: Hace 1 semana
it: 1 settimana fa
nl: 1 week geleden
pl: 1 tydzień temu

# daysAgo_weeksAgo
source: {count, plural, one{1 week ago} other{{count} weeks ago}}
de: {count, plural, one{vor 1 Woche} few{vor {count} Wochen} many{vor {count} Wochen} other{vor {count} Wochen}}
es_co: {count, plural, one{Hace 1 semana} few{Hace {count} semanas} many{Hace {count} semanas} other{Hace {count} semanas}}
it: {count, plural, one{1 settimana fa} other{{count} settimane fa}}
nl: {count, plural, one{1 week geleden} few{{count} weken geleden} many{{count} weken geleden} other{{count} weken geleden}}
pl: {count, plural, one{1 tydzień temu} few{{count} tygodnie temu} many{{count} tygodni temu} other{{count} tygodnia temu}}

# daysAgo_longTimeAgo
source: A long time ago
de: Vor langer Zeit
es_co: Hace mucho tiempo
it: Molto tempo fa
nl: Heel lang geleden
pl: Bardzo dawno temu

# confirmationDialog_title
source: Confirmation
de: Bestätigung
es_co: Confirmación
it: Conferma
nl: Bevestiging
pl: Potwierdzenie

# deleteConfirmationDialog_title
source: Delete Confirmation
de: Löschbestätigung
es_co: Confirmación de eliminación
it: Conferma eliminazione
nl: Bevestiging verwijderen
pl: Potwierdzenie usunięcia

# dialog_content
source: Are you sure you want to continue?
de: Möchten Sie wirklich fortfahren?
es_co: ¿Estás seguro de que quieres continuar?
it: Sei sicuro di voler continuare?
nl: Weet je zeker dat je wilt doorgaan?
pl: Na pewno chcesz kontynuować?

# dialog_cancel
source: Cancel
de: Abbrechen
es_co: Cancelar
it: Annulla
nl: Annuleren
pl: Anuluj

# dialog_confirm
source: Confirm
de: Bestätigen
es_co: Confirmar
it: Conferma
nl: Bevestigen
pl: Potwierdź

# dialog_save
source: Save
de: Speichern
es_co: Guardar
it: Salva
nl: Opslaan
pl: Zapisz

# inputFormField_labelText
source: Enter a value
de: Wert eingeben
es_co: Introduce un valor
it: Inserisci un valore
nl: Voer waarde in
pl: Wpisz wartość

# inputFormField_invalidValue
source: Invalid value – please enter a number.
de: Ungültiger Wert. Bitte eine Zahl eingeben.
es_co: Valor inválido. Introduce un número.
it: Valore non valido. Inserisci un numero.
nl: Ongeldige waarde. Voer een getal in.
pl: Nieprawidłowa wartość – wpisz liczbę.

# addPattern_title
source: Add New Color Theme
de: Neue Farbpalette hinzufügen
es_co: Añadir nueva paleta de colores
it: Aggiungi nuova palette di colori
nl: Voeg een nieuw kleurenpalet toe
pl: Dodaj nowy motyw

# addPattern_iconsText
source: Icon and text preview
de: So sehen die Symbole und Texte in dieser Farbe aus
es_co: Así se verán los iconos y el texto en este color
it: Così appariranno le icone e il testo su questo colore
nl: Zo zien de iconen en tekst eruit op deze kleur
pl: Przykład wyglądu ikon i tekstu

# addPattern_textExample
source: Text example with a different shade
de: So sieht dieser Text mit einem anderen Farbton aus
es_co: Así se verá este texto con un tono diferente
it: Ecco come apparirà questo testo con una tonalità diversa
nl: En zo ziet deze tekst eruit met een andere tint
pl: Przykład tekstu z innym odcieniem

# addPattern_backgroundColor
source: Background color
de: Hintergrundfarbe
es_co: Color de fondo
it: Colore di sfondo
nl: Achtergrondkleur
pl: Kolor tła

# addPattern_sectionColor
source: Section color
de: Sektionenfarbe
es_co: Color de sección
it: Colore della sezione
nl: Sectiekleur
pl: Kolor sekcji

# addPattern_textIconsColor
source: Text and icon color
de: Farbe von Text und Symbolen
es_co: Color del texto y los iconos
it: Colore del testo e delle icone
nl: Tekst- en icoonkleur
pl: Kolor tekstu i ikon

# addPattern_save
source: Save
de: Speichern
es_co: Guardar
it: Salva
nl: Opslaan
pl: Zapisz

# customizeApp_availableColorPalettes
source: Available Themes
de: Verfügbare Themen
es_co: Temas disponibles
it: Temi disponibili
nl: Beschikbare thema's
pl: Dostępne motywy

# customizeApp_currentTheme
source: Current Theme
de: Aktuell eingestelltes Thema
es_co: Tema actual
it: Tema attualmente impostato
nl: Huidig thema
pl: Obecny motyw

# customizeApp_setTheme
source: Set Theme
de: Thema einstellen
es_co: Establecer tema
it: Imposta tema
nl: Stel thema in
pl: Ustaw motyw

# customizeApp_deleteTheme
source: Delete Theme
de: Thema löschen
es_co: Eliminar tema
it: Elimina tema
nl: Verwijder thema
pl: Usuń motyw

# customizeApp_confirmDelete
source: Are you sure you want to delete this theme?
de: Möchten Sie dieses Thema wirklich löschen?
es_co: ¿Seguro que quieres eliminar este tema?
it: Sei sicuro di voler eliminare questo tema?
nl: Weet je zeker dat je dit thema wilt verwijderen?
pl: Na pewno chcesz usunąć ten motyw?

# customizeApp_applyTheme
source: Apply Theme
de: Thema anwenden
es_co: Aplicar tema
it: Applica tema
nl: Pas thema toe
pl: Zastosuj motyw

# savePalette_saveTheme
source: Save Theme
de: Thema speichern
es_co: Guardar tema
it: Salva tema
nl: Sla thema op
pl: Zapisz motyw

# savePalette_themeSaved
source: Theme "{name}" saved. You can apply it now.
de: Thema „{name}“ wurde gespeichert. Gehen Sie zurück, um es anzuwenden
es_co: El tema "{name}" ha sido guardado. Vuelve a la ventana anterior para aplicarlo
it: Tema "{name}" salvato. Torna alla finestra precedente per applicarlo
nl: Thema "{name}" is opgeslagen. Ga terug naar het vorige scherm om het toe te passen
pl: Motyw "{name}" zapisany. Możesz go teraz zastosować.

# savePalette_themeName
source: Theme Name
de: Themenname
es_co: Nombre del tema
it: Nome del tema
nl: Themanaam
pl: Nazwa motywu

# addPattern_moreColors
source: More Colors
de: Weitere Farben
es_co: Más colores
it: Altri colori
nl: Meer kleuren
pl: Więcej kolorów

# fullColorPicker_chooseColor
source: Choose Color
de: Farbe auswählen
es_co: Elegir color
it: Scegli colore
nl: Kies kleur
pl: Wybierz kolor

# fullColorPicker_save
source: Save
de: Speichern
es_co: Guardar
it: Salva
nl: Opslaan
pl: Zapisz

# applyNewTheme
source: New theme applied
de: Neues Thema angewendet
es_co: Nuevo tema aplicado
it: Nuovo tema applicato
nl: Nieuw thema toegepast
pl: Zastosowano nowy motyw

# calculator1RM_title
source: 1RM Calculator
de: 1RM Rechner
es_co: Calculadora 1RM
it: Calcolatore 1RM
pl: Kalkulator 1RM

# calculator1RM_infoText
source: Fill in the fields below to calculate your 1RM
de: Füllen Sie alle Felder unten aus, um das 1RM Ergebnis zu sehen
es_co: Rellena todos los campos abajo para ver el resultado del 1RM
it: Compila tutti i campi sottostanti per visualizzare il risultato 1RM
nl: Vul alle gegevens hieronder in om je 1RM resultaat te zien
pl: Wypełnij pola poniżej, aby obliczyć 1RM

# calculator1RM_weightLabelKg
source: Weight (kg)
pl: Waga (kg)

# calculator1RM_weightLabelLbs
source: Weight (lbs)
pl: Waga (lbs)

# calculator1RM_repsLabel
source: Reps
de: ANZAHL DER WIEDERHOLUNGEN
es_co: NÚMERO DE REPETICIONES
it: NUMERO DI RIPETIZIONI
nl: AANTAL HERHALINGEN
pl: Powtórzenia

# calculator1RM_ResultKg
source: Your 1RM is: {value} kg, which corresponds to:
de: Ihr 1RM beträgt: {value} kg, was entspricht:
es_co: Tu 1RM es: {value} kg, lo que corresponde a:
it: Il tuo 1RM è: {value} kg, che corrisponde a:
nl: Je 1RM is: {value} kg, wat overeenkomt met:
pl: Twoje 1RM wynosi: {value} kg, co odpowiada wykonaniu:

# calculator1RM_ResultLbs
source: Your 1RM is: {value} lbs, which corresponds to:
de: Ihr 1RM beträgt: {value} lbs, was entspricht:
es_co: Tu 1RM es: {value} lbs, lo que corresponde a:
it: Il tuo 1RM è: {value} lbs, che corrisponde a:
nl: Je 1RM is: {value} lbs, wat overeenkomt met:
pl: Twoje 1RM wynosi: {value} lbs, co odpowiada wykonaniu:

# calculator1RM_table_header_percentage
source: Percentage
de: Prozent
es_co: Porcentaje
it: Percentuale
pl: Procent

# calculator1RM_table_header_reps
source: Reps
de: Wiederholungen
es_co: Repeticiones
it: Ripetizioni
nl: Herhalingen
pl: Powtórzenia

# calculator1RM_table_header_weight
source: Weight
de: Gewicht
es_co: Peso
it: Peso
nl: Gewicht
pl: Ciężar

# infoDialog1RM_title
source: About the 1RM Calculator
de: Über den 1RM Rechner
es_co: Acerca de la Calculadora 1RM
it: Informazioni sul Calcolatore 1RM
nl: Over de 1RM Calculator
pl: O Kalkulatorze 1RM

# infoDialog1RM_description
source: The 1RM calculator estimates the maximum weight you can lift for one repetition based on the weight lifted and number of reps performed. It uses the popular Brzycki formula.
de: Der 1RM Rechner berechnet das ungefähre maximale Gewicht, das Sie für eine Wiederholung heben können, basierend auf dem Gewicht und der Anzahl der Wiederholungen in einem Satz. Die verwendete Formel ist die bekannte Brzycki-Formel.
es_co: La calculadora 1RM estima el peso máximo que puedes levantar para una repetición basándose en el peso y el número de repeticiones realizadas en una serie. Se usa la fórmula popular de Brzycki.
it: Il Calcolatore 1RM stima il peso massimo che puoi sollevare per una singola ripetizione, basandosi sul peso e sul numero di ripetizioni effettuate in una serie. La formula utilizzata è quella di Brzycki.
nl: De 1RM Calculator berekent het geschatte maximale gewicht dat je kunt tillen voor één herhaling op basis van het gewicht en het aantal herhalingen in een set. De gebruikte formule is de populaire Brzycki-formule.
pl: Kalkulator 1RM oblicza przybliżoną maksymalną wagę, jaką możesz podnieść na jedno powtórzenie na podstawie wagi i liczby powtórzeń wykonanych w serii. Zastosowany wzór to popularny wzór Brzyckiego.

# infoDialog1RM_closeButton
source: Close
de: Schließen
es_co: Cerrar
it: Chiudi
nl: Sluiten
pl: Zamknij

# bmrResults_title
source: Your BMR based on activity level:
de: Ihr BMR abhängig von der Aktivität:
es_co: Tu BMR según la actividad:
it: Il tuo BMR in base all'attività:
nl: Je BMR afhankelijk van activiteit:
pl: Twoje BMR w zależności od aktywności:

# bmrResults_noData
source: No data
de: Keine Daten
es_co: Sin datos
it: Nessun dato
nl: Geen gegevens
pl: Brak danych

# bmrResults_proteinOnlyGrams
source: Approx. {min}–{max} g protein per day
de: ca. {max} – {min}g Protein pro Tag
es_co: aprox. {max} – {min}g de proteína al día
it: circa {max} – {min}g di proteine al giorno
nl: ongeveer {max} – {min}g eiwit per dag
pl: ok. {min}–{max} g białka dziennie

# basicActivity
source: Basic Metabolic Rate
de: Grundbedarf
es_co: Requerimiento básico
it: Fabbisogno di base
nl: Normale activiteit
pl: Podstawowe zapotrzebowanie

source: Low Activity
de: Geringe Aktivität
es_co: Actividad baja
it: Attività bassa
nl: Lage activiteit
pl: Niska aktywność

source: Moderate Activity
de: Mittlere Aktivität
es_co: Actividad moderada
it: Attività moderata
nl: Gemiddelde activiteit
pl: Średnia aktywność

source: High Activity
de: Hohe Aktivität
es_co: Alta actividad
it: Attività alta
nl: Hoge activiteit
pl: Wysoka aktywność

source: Very High Activity
de: Sehr hohe Aktivität
es_co: Actividad muy alta
it: Attività molto alta
nl: Zeer hoge activiteit
pl: Bardzo wysoka aktywność

# calculatorBmr_title
source: BMR Calculator
de: BMR Rechner
es_co: Calculadora BMR
it: Calcolatore BMR
pl: Kalkulator BMR

# calculatorBmr_weight
source: Weight
pl: Waga

# calculatorBmr_height_label_metric
source: Height (cm)
de: GRÖSSE (cm)
es_co: ALTURA (cm)
it: ALTEZZA (cm)
nl: LENGTE (cm)
pl: Wzrost (cm)

# calculatorBmr_age_label
source: Age
de: ALTER
es_co: EDAD
it: ETÀ
nl: LEEFTIJD
pl: Wiek

# calculatorBmr_male
source: Male
de: Männlich
es_co: Hombre
it: Maschio
nl: Man
pl: Mężczyzna

# calculatorBmr_female
source: Female
de: Weiblich
es_co: Mujer
it: Femmina
nl: Vrouw
pl: Kobieta

# calculatorBmr_info
source: Fill in your details to see your BMR
de: Füllen Sie alle Felder unten aus, um Ihr BMR Ergebnis zu sehen
es_co: Rellena todos los campos abajo para ver el resultado del BMR
it: Compila tutti i campi sottostanti per visualizzare il risultato BMR
nl: Vul alle gegevens hieronder in om je BMR resultaat te zien
pl: Wypełnij dane, by zobaczyć wynik BMR

# bmrInfo_title
source: About BMR and Protein:
de: Informationen zu BMR und Protein:
es_co: Información sobre BMR y proteína:
it: Informazioni su BMR e proteine:
nl: Informatie over BMR en eiwit:
pl: Informacje o BMR i białku:

# bmrInfo_text1
source: BMR (Basal Metabolic Rate) is the number of calories your body needs at rest to keep basic functions running.
de: BMR (Basal Metabolic Rate) ist ein Wert, der angibt, wie viele Kalorien Ihr Körper im Ruhezustand für grundlegende Funktionen benötigt.
es_co: El BMR (Tasa Metabólica Basal) es un indicador que muestra cuántas calorías necesita tu cuerpo en reposo para mantener las funciones vitales básicas.
it: Il BMR (Tasso Metabolico Basale) indica quante calorie il tuo corpo necessita a riposo per mantenere le funzioni vitali di base.
nl: BMR (Basal Metabolic Rate) is een indicator die aangeeft hoeveel calorieën je lichaam in rust nodig heeft om de basislevensfuncties te onderhouden.
pl: BMR (podstawowa przemiana materii) to ilość kalorii, jakiej Twoje ciało potrzebuje w spoczynku, by podtrzymać podstawowe funkcje życiowe.

# bmrInfo_text2
source: Your activity level affects your calorie needs — the more active you are, the more calories you’ll need.
de: Das Aktivitätsniveau beeinflusst den BMR-Wert. Höhere Aktivität bedeutet einen höheren Kalorienbedarf.
es_co: El nivel de actividad influye en el valor del BMR. Un mayor nivel de actividad significa un mayor requerimiento calórico.
it: Il livello di attività influisce sul valore del BMR. Un'attività più intensa comporta un maggiore fabbisogno calorico.
nl: Het activiteitsniveau beïnvloedt de BMR-waarde. Een hoger activiteitsniveau betekent een grotere caloriebehoefte.
pl: Poziom aktywności wpływa na zapotrzebowanie kaloryczne – im jesteś bardziej aktywny, tym więcej kalorii potrzebujesz.

# bmrInfo_recommended
source: Recommended PROTEIN intake depends on your activity level. Here are the suggested ranges based on how active you are:
de: Die empfohlene PROTEINZUFUHR hängt vom Aktivitätsniveau ab und liegt in folgenden Bereichen:
es_co: La ingesta recomendada de PROTEÍNA depende del nivel de actividad física, y aquí tienes los rangos según el nivel de actividad:
it: L'assunzione raccomandata di PROTEINE dipende dal livello di attività fisica. Ecco i range in base al livello di attività:
nl: De aanbevolen EIWIT-inname hangt af van het niveau van fysieke activiteit. Hier zijn de reeksen afhankelijk van het activiteitsniveau:
pl: Zalecane spożycie BIAŁKA zależy od Twojej aktywności fizycznej. Oto sugerowane zakresy w zależności od jej poziomu:

# bmrInfo_close
source: Close
de: Schließen
es_co: Cerrar
it: Chiudi
nl: Sluiten
pl: Zamknij

# perKilogram
source: per kg of body weight
de: pro Kilogramm Körpergewicht
es_co: por kilogramo de peso corporal
it: per chilogrammo di peso corporeo
nl: per kilogram lichaamsgewicht
pl: na kg masy ciała

# perPound
source: per lb of body weight
de: pro Pfund Körpergewicht
es_co: por libra de peso corporal
it: per libbra di peso corporeo
nl: per pond lichaamsgewicht
pl: na funt masy ciała

# plateCalculator_plateCalculator
source: Plate Calculator (per side)
de: Tellerrechner pro Seite
es_co: Calculadora de discos por lado
it: Calcolatore dischi per lato
nl: Schijfcalculator per zijde
pl: Kalkulator talerzy na stronę

# plateCalculator_clickToSeePlates
source: Tap to see suggested plates
de: Klicken, um vorgeschlagene Teller zu sehen
es_co: Haz clic para ver los discos propuestos
it: Clicca per vedere i dischi suggeriti
nl: Klik om de aangeraden plates te zien
pl: Kliknij, aby zobaczyć proponowane talerze

# plateCalculator_fillOutData
source: Fill in the details below to see the weight needed on each side. Total weight must be more than the barbell weight.
de: Füllen Sie die Felder unten aus, um das benötigte Gewicht pro Seite zu sehen. DAS GESAMTGEWICHT muss größer als das LANGHANTELGEWICHT sein.
es_co: Rellena los campos de abajo para ver el peso requerido por lado. EL PESO TOTAL debe ser mayor que EL PESO DE LA BARRA.
it: Compila i campi sottostanti per visualizzare il peso richiesto per lato. IL PESO TOTALE deve essere maggiore del PESO DEL BILANCIERE.
nl: Vul onderstaande velden in om het benodigde gewicht per zijde te zien. TOTAAL GEWICHT moet groter zijn dan HET STAANGAANGEWICHT.
pl: Uzupełnij dane poniżej, aby zobaczyć potrzebny ciężar na stronę. Całkowita waga musi być większa niż waga sztangi.

# plateCalculator_selectPlates
source: Select available plates:
de: Verfügbare Teller auswählen:
es_co: Selecciona los discos disponibles:
it: Seleziona i dischi disponibili:
nl: Selecteer beschikbare schijven:
pl: Wybierz dostępne talerze:

# plateCalculator_barbellWeightLabelKg
source: Barbell (kg)
de: LANGHANTELGEWICHT (kg)
es_co: PESO DE LA BARRA (kg)
it: PESO DEL BILANCIERE (kg)
nl: BARBELL WEIGHT (kg)
pl: Sztanga (kg)

# plateCalculator_barbellWeightLabelLbs
source: Barbell (lbs)
de: LANGHANTELGEWICHT (lbs)
es_co: PESO DE LA BARRA (lbs)
it: PESO DEL BILANCIERE (lbs)
nl: BARBELL WEIGHT (lbs)
pl: Sztanga (lbs)

# plateCalculator_totalWeightLabelKg
source: Total (kg)
de: GESAMTGEWICHT (kg)
es_co: PESO TOTAL (kg)
it: PESO TOTALE (kg)
nl: TOTAAL GEWICHT (kg)
pl: Całość (kg)

# plateCalculator_totalWeightLabelLbs
source: Total (lbs)
de: GESAMTGEWICHT (lbs)
es_co: PESO TOTAL (lbs)
it: PESO TOTALE (lbs)
nl: TOTAAL GEWICHT (lbs)
pl: Całość (lbs)

# plateCalculator_weightOnSideKg
source: Weight per side: {weight} kg
de: Gewicht pro Seite: {weight} kg
es_co: Peso por lado: {weight} kg
it: Peso per lato: {weight} kg
nl: Gewicht per zijde: {weight} kg
pl: Ciężar na stronę: {weight} kg

# plateCalculator_weightOnSideLbs
source: Weight per side: {weight} lbs
de: Gewicht pro Seite: {weight} lbs
es_co: Peso por lado: {weight} lbs
it: Peso per lato: {weight} lbs
nl: Gewicht per zijde: {weight} lbs
pl: Ciężar na stronę: {weight} lbs

# plateDialog_proposedPlates
source: Suggested Plates
de: Vorgeschlagene Teller
es_co: Discos propuestos
it: Dischi suggeriti
nl: Aangeraden plates
pl: Proponowane talerze

# plateDialog_forSide
source: PER SIDE
de: PRO SEITE
es_co: POR LADO
it: PER LATO
nl: PER ZIJDE
pl: NA STRONĘ

# plateDialog_option
source: Option {optionNumber}:
es_co: Opción {optionNumber}:
it: Opzione {optionNumber}:
nl: Optie {optionNumber}:
pl: Opcja {optionNumber}:

# plateDialog_close
source: Close
de: Schließen
es_co: Cerrar
it: Chiudi
nl: Sluiten
pl: Zamknij

# plateDialog_invalidWeight
source: Weight must be more than the barbell weight
de: Gewicht muss das Langhantelgewicht überschreiten
es_co: El peso debe ser mayor que el de la barra
it: Il peso deve superare quello del bilanciere
nl: Gewicht moet groter zijn dan het staangaangewicht
pl: Waga musi być większa niż waga sztangi

# plateDialog_invalidTargetWeight
source: Target weight is too low
de: Zielgewicht zu niedrig
es_co: El peso objetivo es demasiado bajo
it: Peso target troppo basso
nl: Doelgewicht te laag
pl: Docelowa waga jest zbyt mała

# plateDialog_noCombinationFound
source: No plate combination found for the selected weight
de: Keine gültige Scheibenkombination für das gewählte Gewicht gefunden
es_co: No se encontró una combinación válida de discos para el peso seleccionado
it: Nessuna combinazione valida di dischi per il peso selezionato
nl: Er is geen geldige combinatie van halterschijven voor het gekozen gewicht
pl: Nie można ułożyć odpowiedniej kombinacji talerzy dla wybranej wagi

# measurementTile_noData
source: No data. Tap 'Measure' to add a value
de: Keine Daten. Drücken Sie die Taste 'Messung', um einen Wert hinzuzufügen.
es_co: No hay datos. Pulsa el botón 'Medir' para añadir un valor.
it: Nessun dato. Premi il pulsante 'Misura' per aggiungere un valore.
nl: Nog geen gegevens. Druk op meten om een nieuwe waarde toe te voegen
pl: Brak danych. Kliknij 'Pomiar', aby dodać wartość
